{
    "i_0": {
        "original_en": {
            "pregunta": "what's the difference between a forest and a wood?",
            "contexto": "Wood is divided, according to its botanical origin, into two kinds: softwoods, from coniferous trees, and hardwoods, from broad-leaved trees. Softwoods are lighter and generally simple in structure, whereas hardwoods are harder and more complex. However, in Australia, \"softwood\" generally describes rain forest trees, and \"hardwood\" describes Sclerophyll species (\"Eucalyptus\" \"spp\"). Woodland is defined by Chambers English dictionary as \"land covered with wood\" i.e. dominated by tree species. Forestry is defined as \"1. the science and art of planting, tending and managing forests; 2. Forest country\". This implies that forests have been planted by mankind for a variety of purposes, but mostly for exploitation for timber and pulp for the paper industry. The majority of Forests in Wales were planted by the British Forestry Commission, a UK government agency. Since 2016 the Forestry Commission in Wales has been taken over by Natural Resources Wales (NRW). A woodland or wood (or in the U.S., the \"plurale tantum\" woods) is a low-density forest forming open habitats with plenty of sunlight and limited shade. Woodlands may support an understory of shrubs and herbaceous plants including grasses. Woodland may form a transition to shrubland under drier conditions or during early stages of primary or secondary succession. Higher density areas of trees with a largely closed canopy that provides extensive and nearly continuous shade are referred to as forests. Timber means trunks and branches of trees, whether standing or not, and all wood. This definition includes the full range of wood products; all categories of saw logs, veneer logs, pulpwood and firewood. A forest product is any material derived from forestry for direct consumption or commercial use, such as lumber, paper, or forage for livestock. Wood, by far the dominant product of forests, is used for many purposes, such as wood fuel (e.g. in form of firewood or charcoal) or the finished structural materials used for the construction of buildings, or as a raw material, in the form of wood pulp, that is used in the production of paper. All other non-wood products derived from forest resources, comprising a broad variety of other forest products, are collectively described as non-timber forest products (NTFP). Non-timber forest products are viewed to have fewer negative effects on forest ecosystem when providing income sources for local community. Wood is a product of trees, and sometimes other fibrous plants, used for construction purposes when cut or pressed into lumber and timber, such as boards, planks and similar materials. It is a generic building material and is used in building just about any type of structure in most climates. Wood can be very flexible under loads, keeping strength while bending, and is incredibly strong when compressed vertically. There are many differing qualities to the different types of wood, even among same tree species. This means specific species are better suited for various uses than others. And growing conditions are important for deciding quality. Processing and products differs especially with regard to the distinction between softwood and hardwood. While softwood primarily goes into the production of wood fuel and pulp and paper, hardwood is used mainly for furniture, floors, etc.. Both types can be of use for building and (residential) construction purposes (e.g. log houses, log cabins, timber framing).",
            "respuesta": "They're used interchangeably a lot. You'll get different answers from different resources, but the general consensus seems to be that woods are smaller than forests. > A wood is an area covered in trees, larger than a grove or a copse. A forest is also an area covered in trees, but it is larger than a wood > The U.S. National Vegetation Classification system differentiates them according to their densities: 25 to 60 percent of a a wood is covered by tree canopies, while 60 to 100 percent of a forest is canopied."
        },
        "traduccion_es": {
            "pregunta": "¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ qué qué qué? ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ ¿ qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué qué",
            "contexto": "y y y y y y y y y y y puede de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de",
            "respuesta": "en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en"
        },
        "traduccion_ca": {
            "pregunta": ".....................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................",
            "contexto": "i en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en",
            "respuesta": "en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en"
        }
    },
    "i_1": {
        "original_en": {
            "pregunta": "we do we instinctively grab a part of our body after it is hurt?",
            "contexto": "Bring the victim into a sitting position, making sure that both legs are free. Approach him from behind, putting both your arms under his armpits. Both your hands then grab one of the lower arms of the victim with all fingers and the thumbs being placed on top of that lower arm and parallel to each other (so called monkey grip, ). This avoids injury to the ribs of the victim by the thumb of the rescuer. The victims arm should now be horizontal and pressed across his chest. Gently lifting the upper body of the victim by the grabbed arm and supporting him with your thigh, you can now drag him backwards. The victim contacts the ground with buttocks and legs, which are not \"soft parts\". If a second rescuer is available, he can carry the legs. Penetrating trauma is an injury that occurs when an object pierces the skin and enters a tissue of the body, creating an open wound. In blunt, or non-penetrating trauma, there may be an impact, but the skin is not necessarily broken. The penetrating object may remain in the tissues, come back out the way it entered, or pass through the tissues and exit from another area. An injury in which an object enters the body or a structure and passes all the way through is called a perforating injury, while \"penetrating trauma\" implies that the object does not pass through. Perforating trauma is associated with an entrance wound and an often larger exit wound. Injury, also known as physical trauma, is damage to the body caused by external force. This may be caused by accidents, falls, hits, weapons, and other causes. Major trauma is injury that has the potential to cause prolonged disability or death. Essentially our bodies act as physical manifestations of past conflicts. The physical effects that violence inflicts upon our bodies are allowed for the characterization of the surrounding conflict which was participated in. Our bodies tell us the human interaction enacted and the course of the conflict, whether one side was dominated in regards to another, based on physical evidence. As Callow states, \"Permanent wounds such as scars or missing body parts convey messages about the success or failure of casing wounds to one another...and the military success of the individual who carries out such acts.\" An important reflex initiated by cutaneous receptors and pain receptors is the flexor reflex. This reflex mechanism allows for quick withdrawal of the body parts, in this case a limb, from the harmful stimulus. The signal travels to the spinal cord and a response is initiated even before it travels up to the brain centers for a conscious decision to be made. The reflex circuit involves the activation of the Group III afferents of pain receptors due to a stimulus affecting the foot. These afferents enter the spinal cord and travel up to the lumbar region, where they synapse an excitatory interneuron. This interneuron excites the alpha motor neuron that causes contraction of the thigh flexor muscle. Also, Group III afferent travels up to L2 vertebra, where they branch onto another excitatory interneuron. This interneuron excites the alpha motor neurons, which then excite the hip flexor muscle. This synchronized communication allows for the removal of the whole leg from the painful stimulus. This is an example of the spinal cord circuitry coordinating movement at several joints simultaneously. In addition, during flexor reflex, when the knee joints and hip joints are flexed, the antagonist extensor muscles must be inhibited. This inhibitory effect is achieved when Group III afferents synapse inhibitory interneurons that in turn synapse the alpha motor neurons innervating the antagonists muscle. A person may also perform abdominal thrusts on himself by using a fixed object such as a railing or the back of a chair to apply pressure where a rescuer's hands would normally do so. As with other forms of the procedure, it is possible that internal injuries may result. They can apparently cause major problems for people undergoing medical operations, as \"pain, an anaesthetic or a serious accident cause him to change to the other area with a shocking impact on the other body. The other body quite commonly dies or is deranged by the sudden impact\". This gives the patient a repressed feeling of having died and leaves him \"very, very badly disturbed\".",
            "respuesta": "A) instinct. To protect it from further damage (if the damaging agent is ongoing) or to prevent bleeding and such. B) pain. Our brain knows that pressure sensation blocks pain sensation from experience. So we reflexively grab the injury site because it alleviates the pain. Edit: English and clarity"
        },
        "traduccion_es": {
            "pregunta": "y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y",
            "contexto": "y y y y y y y y y y y y y y y y y y y puede en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en",
            "respuesta": "y y y y y y y y y y y y y"
        },
        "traduccion_ca": {
            "pregunta": "el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el",
            "contexto": "en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en, en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en",
            "respuesta": "i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i"
        }
    },
    "i_2": {
        "original_en": {
            "pregunta": "Following the passing of the Thirteenth Amendment, were there any cases of slave-owners attempting to continue the practice illegally?",
            "contexto": "Proponents of the 13th Amendment to the Constitution knew that without legislation that codified the 13th Amendment in the form of laws and statutes along with law enforcement agencies to uphold the laws, there would be no true end to slavery, and this is the reason for the inclusion of Section 2 of the 13th Amendment authorizing Congress to establish laws upholding the amendment. The federal government also sent troops to the south to provide protection to the former slaves who were still living among their former captors. Proponents of the 13th Amendment to the Constitution knew that without legislation that codified the 13th Amendment in the form of laws and statutes along with law enforcement agencies to uphold the laws, there would be no true end to slavery, and this is the reason for the inclusion of Section 2 of the 13th Amendment authorizing Congress to establish laws upholding the amendment. The federal government also sent troops to the south to provide protection to the former slaves who were still living among their former masters. The Thirteenth Amendment of the United States Constitution was added to the United States Constitution and ratified on December 6, 1865, making slavery and the trafficking of Humans in America illegal. Though the amendment formally abolished slavery throughout the United States, factors such as Black Codes, white supremacist violence, and selective enforcement of statutes continued to subject some black Americans to involuntary labor, particularly in the South. In contrast to the other Reconstruction Amendments, the Thirteenth Amendment was rarely cited in later case law, but has been used to strike down peonage and some race-based discrimination as \"badges and incidents of slavery.\" The Thirteenth Amendment applies to the actions of private citizens, while the Fourteenth and Fifteenth Amendments apply only to state actors. The Thirteenth Amendment also enables Congress to pass laws against sex trafficking and other modern forms of slavery. The Thirteenth Amendment (1865) abolished slavery and involuntary servitude, except as punishment for a crime, and authorized Congress to enforce abolition. Though millions of slaves had been declared free by the 1863 Emancipation Proclamation, their post Civil War status was unclear, as was the status of other millions. Congress intended the Thirteenth Amendment to be a proclamation of freedom for all slaves throughout the nation and to take the question of emancipation away from politics. This amendment rendered inoperative or moot several of the original parts of the constitution. The Thirteenth Amendment to the United States Constitution abolished slavery and involuntary servitude, except as punishment for a crime. It was passed by the U.S. Senate on April 8, 1864, and, after one unsuccessful vote and extensive legislative maneuvering by the Lincoln administration, the House followed suit on January 31, 1865. The measure was swiftly ratified by all but three Union states (the exceptions were Delaware, New Jersey, and Kentucky), and by a sufficient number of border and \"reconstructed\" Southern states, to be ratified by December 6, 1865. On December 18, 1865, Secretary of State William H. Seward proclaimed it to have been incorporated into the federal Constitution. It became part of the Constitution 61 years after the Twelfth Amendment, the longest interval between constitutional amendments to date. Shortly after the Union victory in the American Civil War, the Thirteenth Amendment was proposed by Congress and ratified by the states in 1865, abolishing slavery. Subsequently, many ex-Confederate states then adopted Black Codes following the war, with these laws severely restricting the rights of blacks to hold property, including real property (such as real estate), and many forms of personal property, and to form legally enforceable contracts. Such codes also established harsher criminal consequences for blacks than for whites.",
            "respuesta": "All across the South during the years following the civil war, a series of \"Black codes\" were passed into law. Their purpose was to effectively re-enslave the freed slaves by justifying their forced labor by labeling them vagrants, essentially making unemployment illegal and thereby allowing a state to force a former slave to work by arresting them and then using them as convict labor. Sometimes, the black codes were simply pre-civil war slave laws with the word \"slave\" replaced with \"negro.\""
        },
        "traduccion_es": {
            "pregunta": "la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la",
            "contexto": "y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y",
            "respuesta": "y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y"
        },
        "traduccion_ca": {
            "pregunta": "en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en",
            "contexto": "en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en",
            "respuesta": "en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en"
        }
    },
    "i_3": {
        "original_en": {
            "pregunta": "What (if anything) did Native Americans think lay beyond the Pacific and Atlantic oceans?",
            "contexto": "The Pacific recognized: Europeans knew that there was a vast ocean to the west, and the Chinese knew that there was one to the east. Learned Europeans thought that the world was round and that the two oceans were one. In 1492 Columbus sailed west to what he thought was Asia. When Pedro Álvares Cabral, en route to Asia via the Atlantic and the Indian oceans, reached Brazil, in 1500, the true extent of the Americas began to become known. The Martin Waldseemüller map of 1507 was the first to show the Americas separating two distinct oceans. This guess was confirmed in 1513 when Balboa crossed Panama and found salt water. The Magellan expedition of 1519-22 proved that there was one continuous ocean from the Americas to Asia. The Diogo Ribeiro map of 1529 was the first to show the Pacific at about its proper size. The western coast of the New World – the Pacific Ocean – was only discovered in 1513 by Vasco Núñez de Balboa. But it would take a few more years – Ferdinand Magellan's voyage of 1519–22 – to determine that the Pacific definitely formed a single large body of water separating Asia from the Americas. It would be several more years before the Pacific Coast of North America was mapped, dispelling lingering doubts. Until the discovery of the Bering Straits in the 17th century, there was no absolute confirmation that Asia and North America were not connected, and some European maps of the 16th century still continued to hopefully depict North America connected by a land bridge to Asia (e.g. the 1533 Johannes Schöner globe). Ancient Polynesians and others who inhabited the tropical Pacific before the Europeans arrived, knew of and feared the hurricanes of the South Pacific. They were keen and accurate observers of nature and developed various myths and legends, which reflected their knowledge of these systems. For example, the people of Mangaia in the Cook Islands had over 30 different names for the wind direction including Maoaketa, which indicated that a cyclonic storm existed to the west of the island. During the 1700s, Captain James Cook conducted three voyages within the Pacific Ocean and it is thought that he didn't collect any information about or experience any tropical cyclones. European's that followed Cook soon realised that the South Pacific was not free of hurricanes and were the first to publish accounts about the systems. Apparently among most map-makers until that time, it was still erroneously believed that the lands discovered by Christopher Columbus, Vespucci, and others formed part of the Indies of Asia. Thus some believe that it is impossible that Waldseemüller could have known about the Pacific, which is depicted on his map. The historian Peter Whitfield has theorized that Waldseemüller incorporated the ocean into his map because Vespucci's accounts of the Americas, with their so-called \"savage\" peoples, could not be reconciled with contemporary knowledge of India, China, and the islands of Indies. Thus, in the view of Whitfield, Waldseemüller reasoned that the newly discovered lands could not be part of Asia, but must be separate from it, a leap of intuition that was later proved uncannily precise. An alternative explanation is that of George E. Nunn (see below). In 1513, there were an estimated 700,000 Native Americans living in the region making it the most populated area of North America. In 1542, Juan Rodríguez Cabrillo of Spain and his crew were the first European explorers to land on this coastal region in the present day San Diego Bay. The first permanent European settlers of the Southern California Bight led by Juan Pérez arrived in 1769 on the San Antonio. The Spanish government had planned a three-part occupation plan to check the Russian’s settlement in Alta California. The Chumash Indian tribe occupied the coastal region of Southern California for thousands of years prior to the arrival of international explorers. Spanish explorer Balboa was the first European to sight the Pacific from America in 1513 after his expedition crossed the Isthmus of Panama and reached a new ocean. He named it \"Mar del Sur\" (literally, \"Sea of the South\" or \"South Sea\") because the ocean was to the south of the coast of the isthmus where he first observed the Pacific. Later, Portuguese explorer Ferdinand Magellan sailed the Pacific East to West on a Castilian (\"Spanish\") expedition of world circumnavigation starting in 1519. Magellan called the ocean \"Pacífico\" (or \"Pacific\" meaning, \"peaceful\") because, after sailing through the stormy seas off Cape Horn, the expedition found calm waters. The ocean was often called the \"Sea of Magellan\" in his honor until the eighteenth century. With the realization that the Americas represented regions of the Earth of which the Europeans were not aware earlier, there arose intense speculation over the question whether the natives of these lands were true humans or not. Together with that went a debate over the (mis)treatment of these natives by the Conquistadores and colonists.",
            "respuesta": "The desert people of the American Southwest generally understood the concept of oceans as not being fundamentally different from a large lake or stream. Among the [recorded] creation myths of the O'odham peoples, at least two contain gods or demigods turning small rivers into vast oceans, splitting apart the original peoples of the Earth, although the survival of remote peoples is left ambiguous. One of these stories later goes on to discuss the people who survived the flood on the other side of the ocean, who were conveniently white-skinned. Another passage from the same source states that another group of people over the ocean were in fact dark brown. Both of these groups were the result of mistakes in creation, after which the perfectly colored Hohokam groups were created. As prophetic as these may sound, our one source of these tales was recorded from a drunkard by a priest in the 1930s. Given that it is the only semi-complete history of the O'odham remaining today, we have no means to determine how far back the individual elements go. Among the Hopi and other Puebloan peoples, we have an understanding that the oceans were not the complete end of land. At the very least they understood that people lived in the islands off the Atlantic and Pacific coasts from trade with groups living nearer to the sea. Both groups had an accurate understanding of the geography of their continent between the oceans and an understanding that humans could live on the water as their neighbors did. It's not impossible that they conceived of other lands similar to their own across the water, which was understood to be similar to a large river or lake. The stories we have hint at this understanding, but the near-complete absence of historical records about the O'odham and Yuman people make that suggestion speculative at best. The situation among the Puebloans is little better. While they clearly understood the concept of sailing quite well, the myths make scarce mention of foreign lands that would not have been visible from shore. Bahr, Donald M., et al. *The short, swift time of gods on earth: The Hohokam chronicles.* Univ of California Press, 1994. Courlander, Harold, ed. *The fourth world of the Hopis.* UNM Press, 1971."
        },
        "traduccion_es": {
            "pregunta": "y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y",
            "contexto": "y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y",
            "respuesta": "en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en"
        },
        "traduccion_ca": {
            "pregunta": "en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en",
            "contexto": "el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el el",
            "respuesta": "els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els els"
        }
    },
    "i_4": {
        "original_en": {
            "pregunta": "Is it possible that in the distant future, an organism that exists right now on Earth, will evolve to the point that it can be considered intelligent life? Which animal comes the closest? ",
            "contexto": "It is possible that even if complex life is common, intelligence (and consequently civilizations) is not. While there are remote sensing techniques that could perhaps detect life-bearing planets without relying on the signs of technology, none of them has any ability to tell if any detected life is intelligent. This is sometimes referred to as the \"algae vs. alumnae\" problem. A study published in 2017 suggests that due to how complexity evolved in species on Earth, the level of predictability for alien evolution elsewhere would make them look similar to life on our planet. One of the study authors, Sam Levin, notes \"Like humans, we predict that they are made-up of a hierarchy of entities, which all cooperate to produce an alien. At each level of the organism there will be mechanisms in place to eliminate conflict, maintain cooperation, and keep the organism functioning. We can even offer some examples of what these mechanisms will be.\" There is also research in assessing the capacity of life for developing intelligence. It has been suggested that this capacity arises with the number of potential niches a planet contains, and that the complexity of life itself is reflected in the information density of planetary environments, which in turn can be computed from its niches. Scientists have not uncovered any evidence of intelligent life elsewhere in the universe. Although absence of evidence is not necessarily evidence of absence, Mundane science fiction writers believe it's unlikely that alien intelligence will overcome the physical constraints on interstellar travel any better than we can. As such, Mundane science fiction writers imagine a future on Earth and within the solar system and believe it's highly unlikely that intelligent life survives elsewhere in this solar system. A common objection to evolution is that it is simply too unlikely for life, in its complexity and apparent \"design,\" to have arisen \"by chance.\" It is argued that the odds of life having arisen without a deliberate intelligence guiding it are so astronomically low that it is unreasonable \"not\" to infer an intelligent designer from the natural world, and specifically from the diversity of life. A more extreme version of this argument is that evolution cannot create complex structures (see the Creation of complex structures section below). The idea that it is simply too implausible for life to have evolved is often wrongly encapsulated with a quotation that the \"probability of life originating on Earth is no greater than the chance that a hurricane, sweeping through a scrapyard, would have the luck to assemble a Boeing 747\"—a claim attributed to astrophysicist Fred Hoyle and known as Hoyle's fallacy. Hoyle was a Darwinist, atheist and anti-theist, but advocated the theory of panspermia, in which abiogenesis begins in outer space and primitive life on Earth is held to have arrived via natural dispersion. There are many alternative scenarios that might allow for the evolution of intelligent life to occur multiple times without either catastrophic self-destruction or glaringly visible evidence. These are possible resolutions to the Fermi paradox: \"They do exist, but we see no evidence\". Other ideas include: it is too expensive to spread physically throughout the galaxy; Earth is purposefully isolated; it is dangerous to communicate and hence civilizations actively hide, among others. The hypothesis concludes, more or less, that complex life is rare because it can evolve only on the surface of an Earth-like planet or on a suitable satellite of a planet. Some biologists, such as Jack Cohen, believe this assumption too restrictive and unimaginative; they see it as a form of circular reasoning. Those who think that intelligent extraterrestrial life is (nearly) impossible argue that the conditions needed for the evolution of life—or at least the evolution of biological complexity—are rare or even unique to Earth. Under this assumption, called the rare Earth hypothesis, a rejection of the mediocrity principle, complex multicellular life is regarded as exceedingly unusual.",
            "respuesta": "> Is it possible that in the distant future, an organism that exists right now on Earth, will evolve to the point that it can be considered intelligent life? Yes, it's possible, but by no means is it a sure thing. Evolution doesn't have a goal in mind, nor does it have specific end points that are inherently better than others. Evolution adapts to the environment, and what works works, what doesn't dies off. > Which animal comes the closest? We have a difficult time defining intelligence *within our own species*. The difficulty goes up astronomically when you look at other species. Are you talking about technic intelligence? It's unlikely anything in the ocean will ever develop technology (at least, as far as we can tell - without fire lots of tools are going to be difficult to make). Social intelligence? Well, insects seem to have a big advantage there... but they're probably a ways off on the tool front. etc, etc, etc. You see the difficulties?"
        },
        "traduccion_es": {
            "pregunta": "y y y",
            "contexto": "y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y",
            "respuesta": "y y y y y y y y y y y y y y y y y y y y y y y y y y y y puede evolucion hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia hacia"
        },
        "traduccion_ca": {
            "pregunta": ".....................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................",
            "contexto": "en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en en",
            "respuesta": "que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que que"
        }
    }
}